Repository: jabou/Find-My-ATM
Catalog: FindMyATM/*.lproj/Localizable.strings
Languages: de, hr, it

# NO_INTERNET
source: No internet connection
de: Keine Internetverbindung
hr: Nema internetske veze
it: Internet non è connesso

# CHECK_INTERNET
source: Please check your internet connection and try again
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es nochmal
hr: Provjerite svoju internetsku konekciju i pokušajte ponovno
it: Prego controlate la vostra connessione internet e riprovare

source: Settings
de: Einstellungen
hr: Postavke
it: Impostazioni

source: Cancel
de: Abbrechen
hr: Odustani
it: Cancellare

source: OK
hr: U redu

source: GPS error
de: GPS Fehler
hr: GPS greška
it: GPS errore

# ALLOW_ACCES
source: You need to allow location access
de: Sie müssen Ihren Standort zulassen.
hr: Potrebno je omogućiti pristup lokaciji
it: Attivare localizzazione

source: Position error
de: Standort Fehler
hr: Greška lokacije
it: Sbagliata la posizione

# LOCATION_UNAVAILABLE
source: User location not obtained yet. If this is repeated, check your settings
de: Ihr Standort konnte nicht ermittelt werden. Überprüfen Sie Ihre Einstellungen, falls sich dies wiederholt
hr: Vaša lokacija još nije dohvaćena. Ukoliko se problem ponovi, provjerite svoje postavke.
it: La vostra localizzazione non è stata ancora trovata, se il problema persiste verificare impostazioni

source: Navigation
hr: Navigacija
it: Navigazione

# START_NAVIGATION
source: Would you like to start navigation?
de: Möchten Sie die Route starten?
hr: Da li želite pokrenuti navigaciju?
it: Volete avviare la navigazione?

source: Yes
de: Ja
hr: Da
it: Si

source: No
de: Nein
hr: Ne

source: Did you know?
de: Wussten Sie?
hr: Jeste li znali?
it: Lo sapevi?

# BANCO_POPOLARE
source: Members of Banco Populare can withdraw money from all OTP ATMs with no fee.
de: Kontoinhaber der Banco Popolare Bank können ohne anfallende Kosten an den Bankautomaten der OTP Geld abheben.
hr: Korisnici Banco Popolare banke mogu podići svoj novac sa bankomata OTP banke bez dodatne naknade.
it: Membri di Banco Populare possono prelevare da qualsiasi bancomat OTP banca senza tasse di prelievo.

# IMEX
source: Members of IMEX bank can withdraw money with no fee from MBU or NMNet ATMs of: BKS, Croatia banka, Erste bank, Istarska Kreditna Banka, Karlovačka banka, Kreditna banka Zagreb, Partner banka, Podravska banka, Sberbank, Slatinska banka, Veneto banka
de: Kontoinhaber der IMEX können ohne anfallende Kosten an den folgenden Bankautomaten der MBU oder MBNet Geld abheben: BKS, Croatia banka, Erste bank, Istarska Kreditna Banka, Karlovačka banka, Kreditna banka Zagreb, Partner banka, Podravska banka, Sberbank, Slatinska banka, Veneto banka
hr: Korisnici IMEX banke mogu podići novac bez naknade sa MBU ili MBNet bankomata sljedečih banaka: BKS, Croatia banka, Erste bank, Istarska Kreditna Banka, Karlovačka banka, Kreditna banka Zagreb, Partner banka, Podravska banka, Sberbank, Slatinska banka, Veneto banka
it: Membri di IMEX banca possono prelevare senza tasse di prelievo da MBU o NMNet bancomat: BKS, Croatia banka, Erste bank, Istarska Kreditna Banka, Karlovačka banka, Kreditna banka Zagreb, Partner banka, Podravska banka, Sberbank, Slatinska banka, Veneto banka

# ABOVE_BUTTON
source: Choose a bank included in the list above
de: Wählen Sie eine Bank aus der obigen Liste aus
hr: Odaberite banku navedenu u popisu
it: Scegli una banca tra quelle elencate sopra

# PARTNER_BANK
source: Members of Partner banka can withdraw money with no fee from all ATMs in MBNet system owned by Croatian banks.
de: Kontoinhaber der Partner Bank können Ihr Geld ohne anfallende Kosten an allen Bankautomaten der MBNet Gruppe, die zugehörig zur Croatia Bank sind.
hr: Korisnici Partner banke novac mogu podići bez naknade sa bankomata MBNet grupe Croatia banake.
it: Membri di Partner banca possono prelevare senza tasse di prelievo da bancomat MB net, grupo Croatia banche.

source: All ATMs
de: Alle Automaten
hr: Svi bankomati
it: Tutti bancomat

source: Banks
de: Banken
hr: Banke
it: Banche
